Revit 2027 API
ParameterTypeId.SpotCoordinateBottomPrefix Property
 "Bottom Coordinate Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotCoordinateBottomPrefix { get; }
Public Shared ReadOnly Property SpotCoordinateBottomPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotCoordinateBottomPrefix {
	ForgeTypeId^ get ();
}
static member SpotCoordinateBottomPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace